Repository: marmot-protocol/sloth
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt, ru, tr

# signerErrorUserRejected
source: Login cancelled
de: Anmeldung abgebrochen
es: Inicio de sesión cancelado
fr: Connexion annulée
it: Accesso annullato
pt: Login cancelado
ru: Вход отменён
tr: Giriş iptal edildi

# signerErrorNotConnected
source: Not connected to signer. Please try again.
de: Nicht mit dem Signer verbunden. Bitte versuch es erneut.
es: No conectado al signer. Por favor, inténtalo de nuevo.
fr: Non connecté au signer. Veuillez réessayer.
it: Non connesso al signer. Riprova.
pt: Não conectado ao signer. Por favor, tente novamente.
ru: Нет подключения к signer. Попробуйте снова.
tr: Signer'a bağlı değil. Lütfen tekrar deneyin.

# signerErrorNoSigner
source: No signer app found. Please install a NIP-55 compatible signer.
de: Keine Signer-App gefunden. Bitte installiere einen NIP-55-kompatiblen Signer.
es: No se encontró ninguna app de signer. Instala un signer compatible con NIP-55.
fr: Aucune application signer trouvée. Veuillez installer un signer compatible NIP-55.
it: Nessuna app signer trovata. Installa un signer compatibile con NIP-55.
pt: Nenhum app de signer encontrado. Instale um signer compatível com NIP-55.
ru: Приложение signer не найдено. Установите совместимый с NIP-55 signer.
tr: Signer uygulaması bulunamadı. NIP-55 uyumlu bir signer yükleyin.

# signerErrorNoResponse
source: No response from signer. Please try again.
de: Keine Antwort vom Signer. Bitte versuch es erneut.
es: El signer no respondió. Por favor, inténtalo de nuevo.
fr: Aucune réponse du signer. Veuillez réessayer.
it: Nessuna risposta dal signer. Riprova.
pt: Sem resposta do signer. Por favor, tente novamente.
ru: Нет ответа от signer. Попробуйте снова.
tr: Signer'dan yanıt alınamadı. Lütfen tekrar deneyin.

# signerErrorNoPubkey
source: Unable to get public key from signer.
de: Öffentlicher Schlüssel konnte nicht vom Signer abgerufen werden.
es: No se pudo obtener la llave pública del signer.
fr: Impossible d'obtenir la clé publique du signer.
it: Impossibile ottenere la chiave pubblica dal signer.
pt: Não foi possível obter a chave pública do signer.
ru: Не удалось получить публичный ключ от signer.
tr: Signer'dan ortak anahtar alınamadı.

# signerErrorNoResult
source: Signer did not return a result.
de: Der Signer hat kein Ergebnis zurückgegeben.
es: El signer no devolvió un resultado.
fr: Le signer n'a renvoyé aucun résultat.
it: Il signer non ha restituito un risultato.
pt: O signer não retornou um resultado.
ru: Signer не вернул результат.
tr: Signer sonuç döndürmedi.

# signerErrorNoEvent
source: Signer did not return a signed event.
de: Der Signer hat kein signiertes Event zurückgegeben.
es: El signer no devolvió un evento firmado.
fr: Le signer n'a renvoyé aucun événement signé.
it: Il signer non ha restituito un evento firmato.
pt: O signer não retornou um evento assinado.
ru: Signer не вернул подписанное событие.
tr: Signer imzalı etkinlik döndürmedi.

# signerErrorRequestInProgress
source: Another request is in progress. Please wait.
de: Eine andere Anfrage wird gerade bearbeitet. Warte bitte.
es: Hay otra solicitud en curso. Por favor, espera.
fr: Une autre requête est en cours. Veuillez patienter.
it: Un'altra richiesta è in corso. Attendi.
pt: Outra solicitação em andamento. Por favor, aguarde.
ru: Выполняется другой запрос. Подождите.
tr: Başka bir istek işleniyor. Lütfen bekleyin.

# signerErrorNoActivity
source: Unable to launch signer. Please try again.
de: Signer konnte nicht gestartet werden. Bitte versuch es erneut.
es: No se pudo abrir el signer. Por favor, inténtalo de nuevo.
fr: Impossible de lancer le signer. Veuillez réessayer.
it: Impossibile avviare il signer. Riprova.
pt: Não foi possível iniciar o signer. Por favor, tente novamente.
ru: Не удалось запустить signer. Попробуйте снова.
tr: Signer başlatılamadı. Lütfen tekrar deneyin.

# signerErrorLaunchError
source: Failed to launch signer app.
de: Signer-App konnte nicht gestartet werden.
es: Error al abrir la app del signer.
fr: Échec du lancement de l'application signer.
it: Avvio dell'app signer non riuscito.
pt: Falha ao iniciar o app do signer.
ru: Не удалось запустить приложение signer.
tr: Signer uygulaması başlatılamadı.

# signerErrorUnknown
source: An error occurred with the signer. Please try again.
de: Ein Fehler ist beim Signer aufgetreten. Bitte versuch es erneut.
es: Ocurrió un error con el signer. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite avec le signer. Veuillez réessayer.
it: Si è verificato un errore con il signer. Riprova.
pt: Ocorreu um erro com o signer. Por favor, tente novamente.
ru: Произошла ошибка с signer. Попробуйте снова.
tr: Signer ile bir hata oluştu. Lütfen tekrar deneyin.

source: Message not found
de: Nachricht nicht gefunden
es: Mensaje no encontrado
fr: Message introuvable
it: Messaggio non trovato
pt: Mensagem não encontrada
ru: Сообщение не найдено
tr: Mesaj bulunamadı

source: Pin
de: Anheften
fr: Épingler
it: Fissa
pt: Fixar
ru: Закрепить
tr: Sabitle

source: Unpin
de: Loslösen
fr: Désépingler
it: Rimuovi
pt: Desafixar
ru: Открепить
tr: Sabitlemeden Kaldır

source: Mute
de: Stummschalten
fr: Muet
it: Silenzia
pt: Silenciar
ru: Без звука
tr: Sessiz

source: Archive
de: Archivieren
fr: Archiver
it: Archivia
pt: Arquivar
ru: Архивировать
tr: Arşivle

# failedToPinChat
source: Failed to update pin. Please try again.
de: Anheften fehlgeschlagen. Bitte versuche es erneut.
fr: Échec de l'épinglage. Veuillez réessayer.
it: Impossibile aggiornare il fissaggio. Riprova.
pt: Erro ao fixar. Por favor, tente novamente.
ru: Не удалось закрепить. Попробуйте снова.
tr: Sabitleme başarısız. Lütfen tekrar deneyin.

# carouselPrivacyTitle
source: Privacy and security
de: Privatsphäre und Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
it: Privacy e sicurezza
pt: Privacidade e segurança
ru: Конфиденциальность и безопасность
tr: Gizlilik ve güvenlik

# carouselPrivacyDescription
source: Keep your conversations private. Even in case of a breach, your messages remain secure.
de: Halte deine Gespräche privat. Selbst bei einem Datenleck bleiben deine Nachrichten sicher.
es: Mantén tus conversaciones privadas. Incluso en caso de una brecha, tus mensajes permanecen seguros.
fr: Gardez vos conversations privées. Même en cas de violation, vos messages restent sécurisés.
it: Mantieni le tue conversazioni private. Anche in caso di violazione, i tuoi messaggi rimangono sicuri.
pt: Mantenha suas conversas privadas. Mesmo em caso de violação, suas mensagens permanecem seguras.
ru: Сохраняйте конфиденциальность ваших разговоров. Даже в случае утечки ваши сообщения остаются защищёнными.
tr: Konuşmalarınızı gizli tutun. Bir ihlal durumunda bile mesajlarınız güvende kalır.

# carouselIdentityTitle
source: Choose your identity
de: Wähle deine Identität
es: Elige tu identidad
fr: Choisissez votre identité
it: Scegli la tua identità
pt: Escolha sua identidade
ru: Выберите свою личность
tr: Kimliğinizi seçin

# carouselIdentityDescription
source: Chat without revealing your phone number or email. Choose your identity: real name, pseudonym, or anonymous.
de: Chatte ohne deine Telefonnummer oder E-Mail preiszugeben. Wähle deine Identität: echter Name, Pseudonym oder anonym.
es: Chatea sin revelar tu número de teléfono o correo electrónico. Elige tu identidad: nombre real, seudónimo o anónimo.
fr: Discutez sans révéler votre numéro de téléphone ou votre e-mail. Choisissez votre identité : nom réel, pseudonyme ou anonyme.
it: Chatta senza rivelare il tuo numero di telefono o email. Scegli la tua identità: nome reale, pseudonimo o anonimo.
pt: Converse sem revelar seu número de telefone ou email. Escolha sua identidade: nome real, pseudônimo ou anônimo.
ru: Общайтесь, не раскрывая номер телефона или email. Выбирайте: настоящее имя, псевдоним или анонимность.
tr: Telefon numaranızı veya e-postanızı açıklamadan sohbet edin. Kimliğinizi seçin: gerçek ad, takma ad veya anonim.

# carouselDecentralizedTitle
source: Decentralized and permissionless
de: Dezentralisiert und genehmigungsfrei
es: Descentralizado y sin permisos
fr: Décentralisé et sans permission
it: Decentralizzato e senza permessi
pt: Descentralizado e sem permissões
ru: Децентрализованный и без разрешений
tr: Merkezi olmayan ve izinsiz

# carouselDecentralizedDescription
source: No central authority controls your communication-no permissions needed, no censorship possible.
de: Keine zentrale Instanz kontrolliert deine Kommunikation – keine Genehmigungen nötig, keine Zensur möglich.
es: Ninguna autoridad central controla tu comunicación, sin permisos necesarios, sin censura posible.
fr: Aucune autorité centrale ne contrôle votre communication – pas de permissions nécessaires, pas de censure possible.
it: Nessuna autorità centrale controlla la tua comunicazione – nessun permesso necessario, nessuna censura possibile.
pt: Nenhuma autoridade central controla sua comunicação – sem permissões necessárias, sem censura possível.
ru: Никакая центральная власть не контролирует вашу коммуникацию – разрешения не нужны, цензура невозможна.
tr: Hiçbir merkezi otorite iletişiminizi kontrol etmez – izin gerekmez, sansür mümkün değildir.

source: Learn more
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Scopri di più
pt: Saiba mais
ru: Узнать больше
tr: Daha fazla bilgi

source: Back to sign up
de: Zurück zur Registrierung
es: Volver al registro
fr: Retour à l'inscription
it: Torna alla registrazione
pt: Voltar ao cadastro
ru: Вернуться к регистрации
tr: Kayıta geri dön

source: Delete All Data
de: Alle Daten löschen
es: Eliminar Todos los Datos
fr: Supprimer Toutes les Données
it: Elimina Tutti i Dati
pt: Excluir Todos os Dados
ru: Удалить все данные
tr: Tüm Verileri Sil

# deleteAllDataConfirmation
source: Delete all data?
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
it: Eliminare tutti i dati?
pt: Excluir todos os dados?
ru: Удалить все данные?
tr: Tüm veriler silinsin mi?

# deleteAllDataWarning
source: This will permanently delete all your chats, messages, and settings from this device. This action cannot be undone.
de: Dies wird alle deine Chats, Nachrichten und Einstellungen von diesem Gerät dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todos tus chats, mensajes y configuraciones de este dispositivo. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement tous vos chats, messages et paramètres de cet appareil. Cette action ne peut pas être annulée.
it: Questo eliminerà permanentemente tutte le tue chat, messaggi e impostazioni da questo dispositivo. Questa azione non può essere annullata.
pt: Isso excluirá permanentemente todos os seus chats, mensagens e configurações deste dispositivo. Esta ação não pode ser desfeita.
ru: Это действие безвозвратно удалит все ваши чаты, сообщения и настройки с этого устройства. Отменить невозможно.
tr: Bu işlem, bu cihazdaki tüm sohbetlerinizi, mesajlarınızı ve ayarlarınızı kalıcı olarak silecektir. Bu işlem geri alınamaz.

# deleteAllDataError
source: Failed to delete all data. Please try again.
de: Fehler beim Löschen aller Daten. Bitte versuche es erneut.
es: No se pudieron eliminar todos los datos. Por favor, inténtalo de nuevo.
fr: Échec de la suppression de toutes les données. Veuillez réessayer.
it: Impossibile eliminare tutti i dati. Riprova.
pt: Falha ao excluir todos os dados. Por favor, tente novamente.
ru: Не удалось удалить все данные. Пожалуйста, попробуйте снова.
tr: Tüm veriler silinemedi. Lütfen tekrar deneyin.

# nostrAddressPlaceholder
source: example@whitenoise.chat
de: beispiel@whitenoise.chat
es: ejemplo@whitenoise.chat
fr: exemple@whitenoise.chat
it: esempio@whitenoise.chat
pt: exemplo@whitenoise.chat
tr: ornek@whitenoise.chat

source: App settings
es: Ajustes de la app
fr: Paramètres de l'app
pt: Configurações do app

# appSettingsTitle
source: App Settings
es: Ajustes de la App
fr: Paramètres de l'App
pt: Configurações do App

# relayAddressPlaceholder
source: wss://relay.example.com
es: wss://rele.ejemplo.com

# userNotOnWhiteNoise
source: This user is not on White Noise yet.
es: Este usuario aún no está en White Noise.
